const emtnanWelcome =
    'قسم امتنان هو عبارة عن قسم خاص بمستخدمي تطبيق كتكوتي هدفه تعزيز عادة الامتنان وتشجيعك علي إنك تشوف الإيجابي في يومك، حيث يمكنك المشاركة فيه بكتابة شئ ممتن له في يومك.. سوف تصل إلي كل مستخدمي التطبيق وبإمكانهم التعليق أو المشاركة. بتمني القسم ده يكون مصدر للراحة مُجرد ما تدخل وتشوف امتنان غيرك. فبقدر الامتنان تأتي السعادة كتكوتي 💛';
const ask =
    'اصطلح أنت مع نفسك تصطلح معك السماء والأرض، في هذا القسم كتكوتي هيشجعك تضيف إنجازات يومك وتحفظها وتراجعتها في أي وقت، بتمني تكون خطوة كويسة في تحسين عباداتك يا كتكوتي  💛';
const tre =
    ''' من اجتهد في طاعة الله بحسب استطاعته كان من أهل الجنة، الجنة تستاهل تتعب عشانها، اجتهد في الطاعات ومتكسلش يا كتكوتي 💛
أنصحك بمشاهدة فيديوهات التغلب علي الفتور👇''';
const mesbha = '''
من باب التشجيع على الذِكر وليس التخصيص في القسم ده هيكون ليك وِرد من الذِكر تردده 50 مرة يومياً، كل يوم ذِكر مختلف هتلاقيه هيعينك علي الطاعة يا كتكوتي وتقدر تضيف الأذكار اللي تحبها 💛 ''';
const titleM = '{ألا بذكر الله تطمئن القلوب}';

const challengewelcome =
    'أتمني  تكون في أفضل حال يا كتكوتي، هذا القسم يحتوي علي العديد من التحديات المختلفة والمحفزة 💛';
const seevideo =
    '''من اجتهد في طاعة الله بحسب استطاعته كان من أهل الجنة، الجنة تستاهل تتعب عشانها، اجتهد في الطاعات ومتكسلش يا كتكوتي 💛 ''';
const seeVideos = 'لمشاهدة فيديوهات التغلب على إضغط هنا';
const improve =
    '''هذا القسم يحتوي علي كورسات في مجالات مختلفة، هيساعدك تتعلم مهارات جديدة هتفيدك وتستفيد منها في حياتك العملية والعلمية ومطلوبة في سوق العمل وممكن تكون البداية وسبب دخل ليك، ولا زالت إضافة المزيد من الكورسات مستمرة يا كتكوتي 💛 ''';
const alarmWelcom =
    '''منبه كتكوتي يشمل أصوات ونغمات مضحكة ومحفزة تساعدك علي إنجاز مهام يومك.!
 (و ما زالت بعض التعديلات قائمة علي هذا القسم لكي يعمل علي أكمل وجه، وستتم إضافة المزيد من النغمات في التحديثات القادمة) 💛''';
const taskWelcom =
    '''هذا القسم يساعدك علي تدوين مهام يومك وتشجيعك علي إتمامها بزغروطة كتكوتي \nبعد إنهاء التاسك والضغط علي ✅ ''';
const prayDialog =
    'اصطلح أنت مع نفسك تصطلح معك السماء والأرض، في هذا القسم كتكوتي هيشجعك تضيف إنجازات يومك وتحفظها وتراجعتها في أي وقت، بتمني تكون خطوة كويسة في تحسين عباداتك يا كتكوتي 💛';
const mesbhaDialog =
    ''' 'من باب التشجيع على الذِكر وليس التخصيص في القسم ده هيكون ليك وِرد من الذِكر تردده 50 مرة يومياً،\n كل يوم ذِكر مختلف هتلاقيه هيعينك علي الطاعة يا كتكوتي وتقدر تضيف الأذكار اللي تحبها 💛''';
const notificationwelcom =
    '''أهلاً بك عزيزي المُحب لإشعارات كتكوتي، في القسم ده هتقدر تحتفظ بكل إشعارات التطبيق وتقدر تعمل نسخ ومشاركة وأيضاً وضعها في المفضلة 💛 ''';
const acceptPost = ''' شكرًا علي مشاركتك، منشورك في انتظار موافقة مسؤولة الأبلكيشن، في حالة الموافقة عليه سُيصبح مرئيًا للجميع في هذا القسم 💛
''';
